Revit 2024 API
AssemblyViewUtils.CreateSingleCategorySchedule Method
Overload List
Name | Description
CreateSingleCategorySchedule(Document, ElementId, ElementId)
 Creates a new single-category schedule assembly view for the assembly instance.
CreateSingleCategorySchedule(Document, ElementId, ElementId, ElementId, Boolean)
 Creates a new single-category schedule assembly view for the assembly instance.
See Also
AssemblyViewUtils Class
AssemblyViewUtils Members
Autodesk.Revit.DB Namespace